<?php
session_start();
ob_start();
if ($_SESSION['login'] != "true") {
    header("HTTP/1.1 401 Unauthorized");
    header("Location: http://localhost/intern/nisit/loginNisit.php");
    session_destroy();
}
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <link rel="stylesheet" href="http:\\localhost\Intern\Nisit\resource\css.css">
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <style>
        .btnleft {
            width: 200px;
            height: 50px;
            font-size: x-large;
            margin-left: 20%;
        }

        .btnright {
            width: 200px;
            height: 50px;
            font-size: x-large;
            float: right;
            margin-right: 20%;
        }

        h1 {
            display: block !important;
            font-size: 36px !important;
            font-weight: bold;
        }

        h2 {
            display: block !important;
            font-size: 26px !important;
            font-weight: bold;
        }

        p {
            font-size: 18px !important;
        }

        .Textcontainer {
            border: 2px solid #ccc;
            padding: 10px;
            width: 20em;
        }

        .itemTxt {
            width: -moz-fit-content;
            width: fit-content;
            background-color: #8ca0ff;
            padding: 5px;
            margin-bottom: 1em;
        }
    </style>
</head>

<body>
    <?php
    include "../resource/nav.php";
    ?>
    <div class="bigBox" style=" ">
        <h1 style="text-align: center;">ทุนนิสิตช่วยงานจัดการรัยนการสอนสำหรับอาจารย์</h1><br>
        <hr>
        <div class="" style="font-size: xx-large; margin-left: 50px ;display: inline-block; display: table-row;"><br>
            <div class="">
                <!-- <h1>ทุนนิสิตช่วยงานจัดการรัยนการสอนสำหรับอาจารย์</h1> -->
                <h2>รายละเอียดทุน</h2>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คณะวิทยาศาสตร์ ศรีราชา ได้ตระหนักถึงความสำคัญในการพัฒนาศักยภาพและเสริมสร้างประสบการณ์การทำงานของนิสิตตามแนวทางการพัฒนาคุณภาพบัณทิตของคณะ วิทยาศาสตร์ศรีราชา โดยความเห็นชอบของคณะกรรมการกองทุนคณะ วิทยาศาสตร์ ศรีราชา มีจำนวนเงินทุน 438,400 บาท<br>
                    ระดับปริญญาตรี ทุนละ 10,000 บาท จำนวน 40 ทุน เป็นเงิน 400,000 บาท<br>
                    ระดับปริญญาโท ทุนละ 12,800 บาท จำนวน 3 ทุน เป็นเงิน 38,400บาท<br>
                    คุณสมบัติ ผู้สมัคร<br>
                    1 . เป็นนิสิตที่กำลังศึกษาอยู่ในระดับปริญญาตรี คณะวิทยาศาสตร์ ศรีราชา ทุกชั้นปี ได้คะแนนเฉลี่ยสะสม 2.00 ขึ้นไป<br>
                    (ยกเว้นนิสิตชั้นปีที่ 1 ไม่พิจารณาคะแนนเฉลี่ยสะสม)<br>
                    2. เป็นนิสิตที่กำลังศึกษาในระดับปริญญาโท คณะวิทยาศาสตร์ ศรีราชา ได้คะแนนเฉลี่ยสะสม 3.00 ขึ้นไป<br>
                    3. เป็นผู้ขาดแคลนทุนทรัพย์<br>
                    4. เป็นนิสิตที่มีความประพฤติดี สุภาพเรียบร้อย ไม่เคยมีประวัติการทำผิดวินัยนิสิต ตามข้อบังคับว่าด้วยการศึกษา ระดับปริญญาตรี และ ระดับ บัณทิตศึกษา มหาวิทยาลัย เกษตรศาสตร์ พ.ศ. 2559<br>
                    5. กรอกและยื่นแบบฟอร์ม และ เอกสารประกอบให้ถูกต้องครบถ้วนตามวันและเวลาที่คณะกรรมการกำหนด<br>
                    6. หากนิสิตได้รับทุน จะต้องรักษาผลการเรียนให้อยู่ในระดับที่กำหนด หรือดีขึ้น<br>
                    คุณสมบัติของอาจารย์<br>
                    1. เป็นอาจารย์คณะวิทยาศาสตร์ ศรีราชา ที่ปฏิบัติงานเต็มเวลา และผ่านการทดลอง ปฏิบัติงาน<br>
                    2. อาจารย์ผู้รับนิสิตช่วยงาน จะต้องเป็นผู้ที่มีภาระงานของอาจารย์ ขั้นต่ำไม่น้อยกว่า 35 ชั่งโมงการทำงาน / สัปดาห์/ ภาคเรียนการศึกษา และไม่มีประวัติการทำงานล่าช้าในรอบปีที่ผ่านมา<br>
                </p>
                <h2>เงื่อนไขการปฏิบัติหน้าที่ของนิสิตช่วยงาน</h2>
                <p>
                    1. นิสิตมีหน้าที่ปฏิบัติช่วยงานที่เกี่ยวข้องกับส่วนงานในสำนักงาน เลขานุการและช่วยงานคณะตามที่กรรมการได้มอบหมาย<br>
                    2. นิสิตต้องปฏิบัติหน้าที่ช่วยงาน จำนวน 5 -10 ชั่วโมงต่อสัปดาห์ หรือจำนวน 20 -40 ชั่วโมง ต่อเดือน<br>
                    3. หัวหน้างาน หรือ ผู้รับผิดชอบงาน มีหน้าที่ประเมินผลการดำเนินงานของนิสิตผู้ปฏิบัติงาน หากมีการบกพร่อง จะทำการพิจารณาสิทธิ์ ในการรับทุน<br>
                    4. ห้ามนิสิตปฏิบัติการใด ๆ ที่เกี่ยวข้องกับเอกสารความลับทางราชการ หรืองานที่อาจส่งผลกระทบ ต่อความเสียหายของคณะและ มหาวิทยาลัย<br>
                    5. ห้ามนิสิตใช้คอมของสำนักงานโดยสำพัง<br>
                    6. ต้องรายงานผลการเรียนของแต่ละภาคการศึกษาที่ได้รับทุนต่อคณะกรรมการกองทุนคณะ<br>
                    7. ต้องช่วยงานคณะตามที่ คณะกรรมการได้มอบหมาย พร้อมทั้งนำส่งรายงานให้กับคณะกรรมการ ในแต่ละภาคการศึกษา<br>
                    เงื่อนไขการปฏิบัติหนเที่ของอาจารย์<br>
                    1. อาจารย์มอบหมายงานให้นิสิตช่วยงาน ชั่วโมงการทำงานรายสัปดาห์ จำนวน 5 -10 ชั่วโมง หรือรายเดือน จำนวน 20- 40 ชั่วโมง<br>
                    2. อาจารย์ต้องเป็นผู้รับผิดชอบ และ กำกับคุณภาพการปฏิบัติหน้าที่ของนิสิตที่อยู่ในความดูแล หากนิสิตไม่ปฏิบัติตามงานที่นิสิต จะหมดสิทธิ์รับทุนในส่วนที่เหลือและถูกตัดสิทธิ์ ในการรับทุนคณะ<br>
                    3. อณุญาติให้นิสิตช่วยเหลืองานกิจกรรมของคณะตามที่ได้รับมอบหมาย<br>
                    4. ห้ามอาจารย์มอบหมายงานใด ๆ ที่เกี่ยวก้องกับเอกสารความลับทางราชการ หรืองานที่อาจส่งผลกระทบต่อความเสียหายของคณะ และ มหาวิทยาลัย<br>
                    5. ห้ามอาจารย์มอบหมายงานใด ๆ ที่เกี่ยวข้องกับการกรอกคะแนน รวมคะแนน ตัดเกรด กรอกเกรดโดยเด็ดขาด<br>
                    6. ห้ามนิสิตใช้คอมของสำนักงานโดยลำพัง<br>
                </p>
                <h2>หลักฐานการสมัคร</h2>
                <p>1. ใบสมัครขอรับทุนฯ<br>
                    2. เรียงความเกี่ยวกับประวัติของตนเองโดยระบุถึงเหตุผลความจำเป็นในการขอรับทุนการศึกษา<br>
                    3. สำเนาบัตรประจำตัวนักศึกษา<br>
                    4. สำเนาทะเบียนบ้าน<br>
                    5. หนังสือรับรองเงินเดือนหรือรับรองรายได้ของผู้ปกครอง<br>
                    6. ผลการเรียนเฉลี่ยสะสมปีล่าสุด<br>
                    7. หลักฐานการเข้าร่วมกิจกรรมเสริมหลักสูตรของมหาวิทยาลัย (Activity Transcript)<br>
                    8. สำเนาบัญชีธนาคารไทยพานิชย์ จำกัด (มหาชน) ที่มีชื่อของนักศึกษา<br></p>
                <h2>ขั้นตอนการสมัครทุน</h2>
                <p>1. ให้ผู้ขอรับทุนการศึกษาส่งใบสมัครที่กรอกข้อมูลครบถ้วน พร้อมแนบหลักฐานการสมัครดังต่อไปนี้ ต่องานการศึกษา หรืองานกิจการนักศึกษา หรือหน่วยงานอื่นใดที่รับผิดชอบเกี่ยวกับทุนการศึกษาของส่วนงานที่สังกัด<br>
                    2. ให้ส่วนงาน ดำเนินการตรวจสอบคุณสมบัติของผู้ขอรับทุนการศึกษาในเบื้องต้น ตามข้อ ๔ และรวบรวมใบสมัคร หลักฐานการสมัคร พร้อมทั้งผลการตรวจสอบคุณสมบัติ ส่งไปยังกองกิจการนักศึกษา<br>
                    3. ให้กองกิจการนักศึกษารวบรวมใบสมัครของผู้ขอรับทุนการศึกษาจากทุกส่วนงาน เสนอคณะอนุกรรมการเพื่อพิจารณาคัดเลือกผู้สมควรได้รับทุนการศึกษาต่อไป<br>
                    ระยะเวลาในการสมัครทุน
                    <br>
                    กรกฎาคม - สิงหาคม ของทุกปี<br>
                </p>
            </div>
        </div>

        <button class="btnleft"><a href="http:\\localhost\Intern\Nisit\schoolarShip\tunasupForm.php">สมัคร</a></button>
        <button class="btnright">อัปโหลดเอกสาร</button>
    </div>
</body>

</html>